{
    "sauces" : {
        "0" : {
            "name" : "The Prince - Raspberry Habanero" ,
            "description": "Maybe it's because of the smooth blend of sweet and heat that makes us think of Prince, maybe it's because we can't help singing Raspberry Beret everytime we eat it, either way, this sauce reigns supreme.",
            "bestOn": "Pork, chicken, burgers, merlot or another fruity red wine would go great as well.",
            "image" : ""
        },

        "1" : {
            "name" : "Green With Envy - Jalapeno Lime",
            "description" : "It won't leave you red faced and begging for water but this middle of the road sauce is great to bring some citrus tang and mellow kick to whatever you are chowing on.",
            "bestOn": "Eggs, beef, chips, margaritas, tongue (Tyler's recommendation, seriously it's good)",
            "image" : ""
        },

        "2" : {
            "name" : "Smokey the Bear - Chipotle",
            "description" : "Smokey doesn't like fires and that applies to his hot sauce too. Mild with enough smokiness to bring out the fire department",
            "bestOn": "Anything you want to add some smokiness to, pairs well with whiskey",
            "image" : ""
        },

        "3" : {
            "name" : "Summer Daze - Watermelon Serrano",
            "description" : "It's basically a bottled version of summer. This sauce brings the sweet brightness of watermelon and earthy heat of serrano peppers to the party. Middle of the scale on heat, this in one you can eat all day.",
            "bestOn" : "Pork and beef are the big winners here",
            "image" : ""
        },

        "4" : {
            "name" : "Island In The Sun - Pineapple Habanero",
            "description" : "Like sitting on the beach too long, this sauce brings the burn. The pineapple adds some sweetness but doesn't take any of the edge off the habanero kick and lasting fire.",
            "bestOn" : "Pork, chicken, tortilla chips, Belgian tripel style beers, IPAs, wheat beers",
            "image" : ""
        },

        "5" : {
            "name" : "The Smokeshow - Arbol & Chipotle",
            "description" : "Like the perfect blend of looks and personality, this sauce does it all. Blending smoke and peppery heat together gives a huge flavor boost and lasting heat to whatever you drop it on.",
            "bestOn" : "Beef, pork, chicken, your hand, cabernet sauvignon, whiskey, veggies",
            "image" : ""
        }, 

        "6" : {
            "name" : "Killer Bees - Honey Roasted Habanero",
            "description" : "Sweet and heat is one of my favorite combos. The one two punch goes great with so many things and with autumn here, I think this will fit right in with the cold weather.",
            "bestOn" : "Let me know what you find!",
            "image" : ""
        },

        "7": {
            "name" : "Ti-Malice - Haitian Creole Blend",
            "description" : "Ti-Malice comes from Haitian folklore and is named after it's creator, Ti-Malice the trickster. Ti-Malice got fed up having to share food with his nemesis, Bouki, so he created this sauce to cause so much pain to Bouki that he would stop eating. Unfortunately, Ti-Malice's plan backfired, and because the sauce ended up being so good it is now a staple of Carribean style hot sauces.",
            "bestOn" : "Eggs!, toast, burritos, wheat beer (Blue Moon especially)",
            "image" : ""
        }
    },

    "next-batch": {
        "1": {
            "name" : "",
            "description" : "",
            "bestOn" : "",
            "image" : ""
        },

        "2": {
            "name" : "",
            "description" : "",
            "bestOn" : "",
            "image" : ""
        }
    },

    "batch-in-progress": {
        "1": {
            "name" : "Killer Bees - Honey Roasted Habanero",
            "description" : "Sweet and heat is one of my favorite combos. The one two punch goes great with so many things and with autumn here, I think this will fit right in with the cold weather.",
            "bestOn" : "Let me know what you find!",
            "image" : ""
        },

        "2": {
            "name" : "Ti-Malice - Haitian Creole Blend",
            "description" : "Ti-Malice comes from Haitian folklore and is named after it's creator, Ti-Malice the trickster. Ti-Malice got fed up having to share food with his nemesis, Bouki, so he created this sauce to cause so much pain to Bouki that he would stop eating. Unfortunately, Ti-Malice's plan backfired, and because the sauce ended up being so good it is now a staple of Carribean style hot sauces.",
            "bestOn" : "Let me know what you find!",
            "image" : ""
        }
    }
}